[{"title":"【一周回顧】忙碌後的悠閒","content":"<blockquote>\n<p><strong>摘要</strong></p>\n<p>[2025&#x2F;5&#x2F;5 - 2025&#x2F;5&#x2F;11] 記錄一周大小事</p>\n</blockquote>\n<span id=\"more\"></span>\n\n<h2 id=\"回顧\"><a href=\"#回顧\" class=\"headerlink\" title=\"回顧\"></a>回顧</h2><p>這一周是考完 HKDSE 後的完整一周，好久沒試過如此閒暇的生活了，心中不再有溫習、功課這些學業的壓力，對我們這些熬過 12 年「寒窗」的學生黨來說，無疑是渡過黑暗後的光明。</p>\n<p>這一周還是以荒廢為主，基本上就是刷 B 站、玩遊戲、看文章，逐漸也感覺到了無聊。</p>\n<h3 id=\"求職\"><a href=\"#求職\" class=\"headerlink\" title=\"求職\"></a>求職</h3><p>考完試也要開始去找兼職賺錢了，找了半天，感覺還是補習最賺錢，一小時 $80 起步，不過工作時長就太短了，也就 2-3 小時左右，做一天也就兩三百，結果你還要找多一份兼職來做。</p>\n<h3 id=\"升學\"><a href=\"#升學\" class=\"headerlink\" title=\"升學\"></a>升學</h3><p>這個星期去了港大和中大聽 admission talk，港大我還是第一次去，感覺交通也沒有想象中的那麼不便（繁忙時段除外），算是打消了點我對港大的顧忌。從環境而言，港大校園還是挺漂亮的，風景毫不遜色。在校園大小上，感覺中大才是異類，大部分大學都沒有中大那樣，去不同課室跟爬山一樣。雖說港大跟中大相同之處在於都是依山而建，但港大各處都有瓦遮頭，中大卻是不同建築散落在不同地方，尤其是崎嶇的山路，要是颳風下雨，那可真的難受。</p>\n<h3 id=\"遊覽\"><a href=\"#遊覽\" class=\"headerlink\" title=\"遊覽\"></a>遊覽</h3><p>星期三去完港大後，就順路去了在上環的醫學博物館。上環感覺就是在山上建的一樣，好多樓梯，尤其是去醫學博物館的路上，跟爬山差不多，幾百級階梯。</p>\n<p><a href=\"%E2%80%9Chttps://www.discoverhongkong.com/hk-tc/place-to-go/museum-of-medical-sciences.html%E2%80%9D\">醫學博物館</a>前身是香港第一所的細菌學檢驗所，地下（G&#x2F;F）就是一些展覽，展出一些慢性病和傳染病的信息，其中一個展廳是沙士病毒的展覽，裡面有參與醫生的口述史，值得一聽。另外還有一個展廳展覽的是香港的公共衛生史，從殖民地政府忽略華人的醫療需求，再到因為鼠疫逼迫當時港英政府專門為華人提供醫院，感覺也是港英政府治理香港心態變化的一個縮影——即從不管不顧，由民間自行解決，再到引起民憤，才開始建立治理體係。</p>\n<p><img src=\"/2025/05/11/weekly-01/sphygmograph.jpg\" alt=\"sphygmograph\"></p>\n<p>這個脈搏儀算是比較震撼的展品，放大脈搏的震動，用鉛筆來畫脈搏的跳動，真的非常奇妙。</p>\n<p>1 樓就是化驗廳的本體了，展出了幾個假人雕像、顯微鏡、疫苗等，不過作為醫學的門外漢，我也不太看得懂，其他展廳也都是那樣，我也就潦潦看完就走了。</p>\n<h2 id=\"閱讀分享\"><a href=\"#閱讀分享\" class=\"headerlink\" title=\"閱讀分享\"></a>閱讀分享</h2><h3 id=\"書籍\"><a href=\"#書籍\" class=\"headerlink\" title=\"書籍\"></a>書籍</h3><p>中六為了備考 DSE，中斷閱讀了幾個月，現在變得不太看得下去太學術類的書了，所以我這個星期看完了兩本紀實類的書，慢慢進入狀態。</p>\n<h4 id=\"《輔警出警實錄》\"><a href=\"#《輔警出警實錄》\" class=\"headerlink\" title=\"《輔警出警實錄》\"></a>《輔警出警實錄》</h4><blockquote>\n<p>作者：山河无恙</p>\n<p>出品时间：2025-04-10</p>\n</blockquote>\n<p>這本書從輔警視角寫了十多個處警的警情，輔警在我國也是一個編制不夠下的產物，幹著跟民警的活，但卻沒有民警的待遇，在基層而言，可就更加苦了。不過書裡倒也沒怎麼描寫輔警的困境，主要還是寫出警的過程。</p>\n<p>警察作為社會緩衝機制的最後一環，面對的也都是各種奇葩事（具體看書），但如果不犯法的話，警察又能幹啥，除了被廣為詬病的「和稀泥」調節。其他最後還是轉介到不同的部門，如街道辦、居委等，但是他們又能解決什麼問題呢？基層治理說到底也是一門高深的學問，要在財政有限、人力不夠、社會矛盾尖銳等等的情況下維持穩定，考驗著每一個基層幹部的能力，「和稀泥」的調節也算是基層治理困境下的最優解了。</p>\n<h4 id=\"《高考之後：脫離義務教育後的我們》\"><a href=\"#《高考之後：脫離義務教育後的我們》\" class=\"headerlink\" title=\"《高考之後：脫離義務教育後的我們》\"></a>《高考之後：脫離義務教育後的我們》</h4><blockquote>\n<p>作者：解放日报原点栏目记者</p>\n<p>出品时间：2024-10-12</p>\n</blockquote>\n<p>這本書恰到其時，正契合我考完 DSE 的情景。書中寫了毛坦中學、志願報考、大學生活和就業，後三者其實也沒啥太特別的，毛坦中學我才是第一次認識到。我印象中很小的時候看過毛坦中學的視頻，但我那時候也不太懂這些，現在才明白當中的殘酷。</p>\n<p>毛坦中學成為了那個鎮的經濟引擎也是頗為諷刺，整個鎮都在圍著高考生服務。這也算是教育產業化的巔峰了吧，但這種的產業化真的健康嗎？他們跟魯迅筆下吃人血的路人又有何區別。</p>\n<p>不過對於身處當中的高中生和重讀生，以及他們的家長，我也理解中學給了他們一個階級跨越的機會，對於他們也無可苛責，只能為他們歎息吧。</p>\n<p>高考的成敗也是爭議不斷，正方主張高考提供了一條階級躍升的道路，反方則批評高考給學生帶來太大的壓力。兩者其實都有道理，也只能說是中國這一人口大國的無奈吧，人口多也帶來了競爭的激烈。</p>\n<p>不過歸結於人口也確實不恰當，整個東亞儒家文化圈也都很卷，韓國也差不多，如果從文化因素而言，把讀書當成人生大事，才導致如此之卷的高考，我也覺得不太恰當，只能說高考同樣也是多方面妥協的產物，也沒有一兩個因素可以簡單歸因。</p>\n","isPage":false,"isDraft":false,"permalink":"http://zalexk.github.io/2025/05/11/weekly-01/"},{"title":"【雙周回顧】無所事事的兩周","content":"<blockquote>\n<p><strong>摘要</strong></p>\n<p>[2025&#x2F;5&#x2F;12 - 2025&#x2F;5&#x2F;25] 記錄兩周大小事</p>\n</blockquote>\n<span id=\"more\"></span>\n\n<h2 id=\"回顧\"><a href=\"#回顧\" class=\"headerlink\" title=\"回顧\"></a>回顧</h2><p>由於上一個周末（2025&#x2F;5&#x2F;12 - 18）的內容太過平平無奇，所以就把週報改為了雙周報（等我有了精彩的經歷再改回單週報吧）。</p>\n<h3 id=\"畢業禮\"><a href=\"#畢業禮\" class=\"headerlink\" title=\"畢業禮\"></a>畢業禮</h3><p>時隔幾個星期，我星期五（5 月 23 日）第一次在 5 月回到了學校，談不上有何陌生感，畢業典禮好像就只是拍拍照，之後就是綵排和參與典禮現場，可能是因為我不是一個很有儀式感的人，相較於 Last day，畢業禮對我沒有什麼太大的觸動，感覺嚴謹的儀式流程，解構了對於畢業的感覺。</p>\n<p>不過現在寫的過程，又突然湧起了些許對於畢業的感觸。其實大部分人的人生也就只會經歷四五次畢業禮，包括幼兒園（或稱幼稚園）、小學、中學、大學（本科、研究生、博士各一次），畢業禮是值得慶祝的事嗎，我看不然，畢業禮標志著告別、離開，往往是懷著不捨、懷念的心情。</p>\n<p>與新生開學禮相反，新生開學禮往往是緊張、忐忑，夾雜著些許的激動，因為你來到了一個陌生的環境，要與身邊尚不熟悉的同學同渡數年。回想起我中一開學禮的那天，進入教堂參加彌撒，完全不懂典禮的流程，無腦跟隨周圍別人的動作，心中只有忐忑和惶恐。</p>\n<p>畢業了，代表你脫離了老油條的身份，即將進入一個全新的環境，換了套衣裳成為了新人。在畢業禮上看著隔壁的摯友，也將預想到他們會逐漸疏離你的交際圈，即便到時候有幸在街頭遇上，可能也就只剩尷尬地打聲招呼，之後就各奔東西，再見亦是陌路人。相反，你開學禮上掃視著陌生的同學，他們卻是未來進入你交際圈的核心人物，成為勾肩搭背、互道心事的摯友。只能感歎一句：人生無常。</p>\n","isPage":false,"isDraft":false,"permalink":"http://zalexk.github.io/2025/05/27/weekly-02/"},{"title":"【一月回顧】首次出國、首讀英文期刊","content":"<blockquote>\n<p><strong>摘要</strong></p>\n<p>[2025&#x2F;5&#x2F;25 - 2025&#x2F;6&#x2F;29] 記錄一個月來的大小事</p>\n</blockquote>\n<span id=\"more\"></span>\n\n<h2 id=\"回顧\"><a href=\"#回顧\" class=\"headerlink\" title=\"回顧\"></a>回顧</h2><p>不知不覺，這期週報拖了一個月了，無意中打開我的博客網站，發現上次發帖距今已一個月了，趕忙新建文檔寫下這一個月來的感想。</p>\n<p>這個月的經歷還是頗為豐富，有很多東西可以分享。我頭等大事應該是我的 Grad Trip 了，去馬來西亞玩了8天，之後就是看完了《金榜題名之後 · 大學生出路分化之謎》這本書，最後就是看完了一篇曾經作為受訪者參與過的英文學術論文。不過Grad Trip 的內容太長了，稍後再寫吧。</p>\n<h2 id=\"閱讀分享\"><a href=\"#閱讀分享\" class=\"headerlink\" title=\"閱讀分享\"></a>閱讀分享</h2><h3 id=\"首讀英文論文\"><a href=\"#首讀英文論文\" class=\"headerlink\" title=\"首讀英文論文\"></a>首讀英文論文</h3><p>在看《金榜題名之後》這本書時，突然想起我兩年前參與過的一次學術論文實驗，就嘗試去搜一下，結果還真找到了（論文：<a href=\"https://dl.acm.org/doi/10.1145/3637989.3638003\">The impact of digital storytelling on grade 10 students’ digital literacy in Hong Kong: A case study | Proceedings of the 2023 7th International Conference on Education and E-Learning</a>)。</p>\n<p>這篇論文不長，而且作者遣詞用句也不算很複雜，加上自己也算是有了一番貢獻，很好奇論文的結論，所以這算是我第一次看完一篇英文論文。上一次在 CityU 的 STEM Challenge 中，我們的 Mentor 老師推薦了幾篇論文，說實話我不太看得下去，太多專業名詞，而這篇由於是教育學的論文，所以更加「貼地」，專業名詞雖然有，但是不影響作為門外漢的我去閱讀。</p>\n<p>至於結論，作為門外漢，我感覺看不出什麼門道。不過我也算是管中窺豹，了解了一場社科實驗的流程和細節吧，例如說如何得出一個持平的結論，以及了解了如何處理個人訪談和編碼的具體應用。另外《金榜題名之後》也是一片經典的學術論文，所以這我看完這兩篇後著實是對社科研究有了更多的了解，包括如何控制變量和作者選取采訪人選的一些小心思。</p>\n<h3 id=\"《金榜題名之後-·-大學生出路分化之謎》\"><a href=\"#《金榜題名之後-·-大學生出路分化之謎》\" class=\"headerlink\" title=\"《金榜題名之後 · 大學生出路分化之謎》\"></a>《金榜題名之後 · 大學生出路分化之謎》</h3><p>這本是因為微信讀書有一個借閱7天的安排，讓我瘋狂趕 deadline 去看完這本書，否則我應該沒有這麼大的動力去看。我考完 DSE 那天去借了兩本，到現在都沒看完。這個功能也可以一窺微信讀書團隊的一些小心思，通過這樣的安排，其實可以使在知識平權和商業化的天平上取得平衡，同時也可以逼迫用戶去主動看書，確實是一個不錯的功能。</p>\n<p><img src=\"/2025/05/11/weekly-01/Four-Categorization.png\" alt=\"The Four-Categorization of the Mechanism for College Students&#39; Career Paths\"></p>\n<p>這張圖片可以算作是這本書的一個總結了，在大學最重要就是有目標（目標掌控模式），且要想這個目標衝刺，比如你想考研就要衝 GPA，如果你要打工就要攢實習經歷、豐富簡歷，最忌諱的就是漫無目標（迷失無從者），不參加活動，還聽信別人說大學成績不重要的謠言，結果到了畢業季兩頭不到岸，考研不行，去社會求職也不得 HR 的青睞。</p>\n","isPage":false,"isDraft":false,"permalink":"http://zalexk.github.io/2025/06/27/weekly-03/"},{"title":"首次出國：一場鬆弛的馬來畢業旅行","content":"<h2 id=\"Grad-Trip-畢業旅行\"><a href=\"#Grad-Trip-畢業旅行\" class=\"headerlink\" title=\"Grad Trip 畢業旅行\"></a>Grad Trip 畢業旅行</h2><h3 id=\"第一天\"><a href=\"#第一天\" class=\"headerlink\" title=\"第一天\"></a>第一天</h3><p>这次应该是我自中四北京交流团后，时隔两年，再次踏上飞机。我对机场倒不怎么陌生，事缘我中五有幸来到了机场内部参观，走进禁区，第一次踏上机坪，望着一架又一架的飞机滑行。</p>\n<p><img src=\"/airport_macroview.jpg\" alt=\"airport_macroview\"></p>\n<p><img src=\"/airport_building.jpg\" alt=\"airport_building\"></p>\n<p><img src=\"/airport_CASL.jpg\" alt=\"airport_CASL\"></p>\n<p><img src=\"/airport_aircraft_departure.jpg\" alt=\"airport_aircraft_departure\"></p>\n<p>（圖片攝於中五時的機場參觀）</p>\n<p>我和机场的缘分，不止如此，还记得小学四年级第一次走进机场，是紧张、忐忑，离境大堂、安检（那时候好像还是要搜身安检）、擺渡車，這一切都是那么的陌生、那么的新奇，還記得在雲南昆明的長水機場，過安檢時慌慌張張，把行李漏在安檢口，幸好最貴重的手機找回了，雨傘不知道去哪了（我當時應該是忘了找了）。那時候手機等電子產品和雨傘這些還要分開盒子擺放，如今只需要放在一起，無需分開放置了，這也算是科技發展帶給人們一種無形的便利吧。</p>\n<p>第二次去往北京，我已经慢慢入门了航空的相关知识，算是一個入門級的飛友吧（應該算是吧，但是我也認不出飛機型號，不同型號的飛機我也說不出有什麼區別，純粹就是有過一番了解），心情的忐忑更多是出于怕有什么错漏的担忧。</p>\n<p>這次飞往吉隆坡的旅途，在台风「蝴蝶」的阴霾下注定是不平凡的，原本大概3小时多点的航程为了绕飞台风，比往常多花费了一小时，不過出乎我意料之外的是，路上並沒有什麼顛簸，而窗外的天氣伴隨著陽光，依舊那麼明朗。</p>\n<p><img src=\"/Screenshot_veryzhun.vzcom.jpg\" alt=\"Screenshot_veryzhun.vzcom.jpg\"></p>\n<p>踏上廊桥的那刻，是我第一次到达异国的土地。到了航站樓，望著熙熙攘攘的人流，置身於英文、馬來語夾雜的環境，心中卻無當初想象中的那麼不適，或許是因為在英中上學的緣故，即便到了用英文溝通的場景，我也沒有那種不適和不安。</p>\n<p>換上當地的手機卡（在淘寶上面買的，運營商是 CelcomDigi，信號感覺不錯），接上了互聯網，就更加沒有任何擔憂了。不過，我那時唯一的驚訝在於為何落地的區域這麼多人來來往往，換在香港機場，你下機後人流都是朝著同一個方向流動，不會有人坐在椅子上等待（這個困惑直到我最後一天乘機離開時才解開）。</p>\n<p>另外有個發現就是，吉隆坡的垃圾桶，最多的往往是回收桶（也就是分為紙張、金屬、塑料），但奇怪的點在於它並沒有「其他垃圾」的選項，這樣無法回收的垃圾就不知道要丟到哪去了（後來發現也有一些普通垃圾桶，但是跟回收垃圾桶是分開擺放，且數量也是很少），不得不懷疑會不會有人亂丟，回收的成效也得打個問號。</p>\n<p>過關時還尚算順利，填寫的電子入境卡好像也沒啥用，看都沒看就直接放行了。過完海關的安檢後，就去機場的 ATM 機換錢了，換匯的過程也是一波三折。首先 MayBank 的 ATM 跟我之前在視頻上看的位置有點不同，找了半天。好不容易找到了，一開始我傻乎乎的沒有先插卡，而是在屏幕上直接操作，顯示要用手機 App 操作就放棄了，還誤導了後面排隊的女生😥。之後換了一部 ATM 機，終於提了兩百馬幣，匯率感覺一般，大概是100港幣兌51馬幣左右，而當時的匯率是能兌54馬幣的，不過其他找換店匯率其實也就52、53左右，損耗也不多就算了。</p>\n<p>之後 call Grab 也算順利，一路上望著窗外的景物，建立起我對吉隆坡的第一印象——基建大概類似於內地的二線城市，還有就是機場郊區的網絡很差，大概就是只能收發文字短訊的水平。路上看到了不少中國的企業，如手機品牌和基建公司，還有就是看見不少華文學校，網上有說法稱馬來西亞是海外唯一一套健全的華文教育體係，我感覺也確實如此，後來跟一位華人司機聊天時也印證了我的看法。</p>\n<p>坐車到了民宿，進門第一眼就直呼被騙了，網上圖片跟現實，雖說設施大差不差，但是也沒有圖片所營造出來的那般好，有一股說不出來的心理落差，但也談不上虛假宣傳。</p>\n<p>簡單休整一下，就徒步前往雙子塔。距離不算遠，只不過因為不熟路而繞了遠路。初來乍到，吉隆坡交通給我的印象就有一種混亂，雖說有紅綠燈，但是無論是車輛還是行人都不遵從，即使是核心區依舊如此。另外就是不合理的紅綠燈設計，綠燈時間太短，往往一個大路口就只有20多秒，也就勉強走到的程度，後來者就真的要跑過去了，這也怪不得為啥沒人遵守紅綠燈。</p>\n<p><img src=\"/KL-Tower.jpg\" alt=\"KL Tower\"></p>\n<p>(吉隆坡塔)</p>\n<p>走到雙子塔附近的路口，很多拿著手機支架付費拍照的小販在招攬生意，來者就步前上去攬客，屬實有點滋擾了。他們往往手持個手機支架，一部手機用來拍照，一部用來打光（或者用攝影專用的閃光燈），一部用來調色，另外一部就忘了在幹嘛了。</p>\n<p>至於雙子塔在現場看的話倒也沒有什麼震撼，感覺就跟普通的地標建築無異，挺適合拍照打卡的。之後走到隔壁的 KLCC 商場，不知道是經濟水平所限還是怎樣，在這種國家級的旅遊景點附近的商圈，拋開一兩家奢侈品店，其他店鋪售賣的東西也不算貴得離譜（反觀王府井大街的商場大多都是奢侈品店，基本上每件東西都要幾千塊，鮮有親民的商品）。</p>\n<h3 id=\"第二天\"><a href=\"#第二天\" class=\"headerlink\" title=\"第二天\"></a>第二天</h3><p>第二天說實話印象到不怎麼深了，主要都是逛大街，</p>\n","isPage":false,"isDraft":true,"permalink":"http://zalexk.github.io/2025/06/30/grad-trip/"},{"title":"DSE 放榜記","content":"<blockquote>\n<p>聊聊關於 HKDSE 放榜日前後的心路歷程</p>\n</blockquote>\n<span id=\"more\"></span>\n\n<p>在放榜日前，我心情主要還是擔憂英文能否及格，其他的話好像也沒啥所謂，因為我知道只要英文及格就可以進三大，取決於什麼課程罷了。<br>如果英文不及格的話，就對我來說面臨著很大的抉擇——Asso + Retake &#x2F; CityU。我一開始是覺得不行就去 CityU，但是聽別人說寧願 Asso 也不 CityU，我就開始糾結了起來，畢竟只要我只要讀一年 Asso，考回 DSE 英文我就可以進三大，就沒有必要浪費 4 年時間在 CityU。但是我對 CityU 的印象也還不錯，我也不知道浪費一年時間在 Asso 身上是不是值得的。<br>至於緊張等等的情緒，我個人就沒啥，這主要是因為我在放榜前在趕著寫 Jupas Score Calculate，希望能在放榜前發佈，所以就沒什麼精力去緊張自己的成績了。<br>不過它倒沒有我想象中的那麼簡單，不同科目的算法很複雜，搞了半天還是爛尾了。</p>\n<p>收到成績表的那刻，我慶幸自己不需要糾結了——英文有4，但下一秒我又失望了——沒有一科5**，甚至主科全都是 4，而 Econ 才 5，這跟我的預期成績大相徑庭，我本來以為數學怎麼樣都可以有個 5，Econ 也應該有個 5*，結果全都落空了。<br>或許是因為一開始的期望太低（英文及格），所以看到我英文有 4 我就心滿意足了，就沒有特別失望。加上沒有比較就沒有傷害，看到朋友的成績，心裡面好像好過些，另外就是算了下 Best 5，還是可以穩進目標課程（CUHK CSE 從一開始我就不抱太大希望）。<br>但是心中的不甘還是揮之不去，尤其是中文，閱讀理解 5*，但是作文卻 3 了，這在我考試的作文中也算是最低的一次了，而我自問這次中文作文寫的也不錯，實在不服評卷的結果。<br>因此，我去 Appeal 成績了，看到三科選修科的成績，雖然我覺得 BAFS 和 ICT 5* 我也是心滿意足，但一科 5** 就能有 8000 塊大學的獎學金，於是決定順便 Appeal。而 Econ 我也不太服才 Level 5 的成績，也去 Appeal了。<br>其實在交申請表之前，我想了很久，花 3000 多去 Appeal 到底有沒有必要，理性上說，就算成功，我也不太會改 Jupas 的 Choice（除非可以進 CUHK CSE），也就是這 3000 塊其實無法幫我上我心儀的課程，而萬一失敗，確實挺肉疼的。<br>但心中依舊有種不忿，不服為什麼我才這個成績，也感覺挺對不起老師和學校的，這 3000 多塊感覺純粹是為了「死得明白」。</p>\n<p>不過在學校中，考得差也不太感覺得出，因為好像我們學校的人考的都不算特別好。但是打開手機刷 Threads，看到一個又一個 5** 的成績，問其他學校的朋友成績時，感覺自己一直以來引以為傲的能力蕩然無存，之後翻到考評局的成績統計，發現自己 Best 5 才25分，也就是成績稍好的一檔，到 27 分才能稱得上是精英的級別，心中便很不忿，猶如個人價值變得很虛無，感覺自己挺廢的，又後悔自己當初在 Study Leave 期間的懶惰。<br>不過哪有什麼後悔藥可吃，能進到目標的課程，好像心中也沒那麼介意了。看到 A1 要搏，A2-3要穩這些選課策略，再看看自己，A1 已經很穩了，至於想搏的課程，分數又太高了。卡在這個空白地帶，說尷尬是真的，但我好像覺得也不錯，至少你不用糾結選科了，不得不說我感覺自己還是挺沒野心的一個人（不過往往都是當初野心蓬勃，但面對現實就安然接受）。</p>\n<p>（熬夜寫的，時隔多天，也有點遺忘了，結構很亂望多多包涵，至於馬來西亞的遊記，可能得拖更很久）</p>\n","isPage":false,"isDraft":false,"permalink":"http://zalexk.github.io/2025/07/21/DSE-release/"}]